Repository: 2018nuoyan/luci-app-tn-netports
Catalog: po/*/netports.po
Languages: ru

source: %.2mB<br />(%d&#160;%s)
ru: %.2mБ<br />(%d&#160;%s)

source: Bridge member
ru: В составе моста

source: Collecting data...
ru: Сбор данных...

source: Connected&#8201;
ru: Подключено

source: Disabled&#8201;
ru: Отключено

source: Disconnected&#8201;
ru: Не подключено

source: Firewall zones
ru: Зоны межсетевого экрана

source: Hide additional information
ru: Скрыть дополнительную информацию

source: Interface
ru: Интерфейс

source: Link status
ru: Состояние подключения

source: MAC address
ru: MAC адрес

source: Mbit/s
ru: Мбит/с

source: Name and MAC-address
ru: Имя и MAC-адрес

source: Network Interfaces Ports Status
ru: Состояние портов сетевых интерфейсов

source: Pkts.
ru: пакетов

source: RX
ru: Получение (RX)

source: Show additional information
ru: Показать дополнительную информацию

source: Switch to horizontal mode
ru: Переключить в горизонтальный режим

source: Switch to vertical mode
ru: Переключить в вертикальный режим

source: TX
ru: Передача (TX)

source: There is no available information
ru: Информация не доступна

source: full-duplex
ru: полный дуплекс

source: half-duplex
ru: полу-дуплекс

source: none
ru: нет

source: port&nbsp;%d
ru: порт&nbsp;%d
